{
    "Oh, my stars! It appears this file has lost its way in the tangled underbrush of incompatible formats. XML, my dear friend, is the language of precision and organization, much like the delicate balance of ecosystems on our beloved Ginger Island!" : "Oh, mie stelle! Sembra che questo file si sia smarrito nel fitto sottobosco dei formati incompatibili. XML, mio caro amico, è il linguaggio della precisione e dell'organizzazione, proprio come il delicato equilibrio degli ecosistemi della nostra amata Isola Zenzero!",
    "Oh, bother! It seems like the file got lost in the mines. Could you try again? Or perhaps seek help from a trusty adventurer to retrieve it?" : "Oh, accidenti! Sembra che il file si sia perso nelle miniere. Potresti riprovare? O forse chiedere aiuto a un fidato avventuriero per recuperarlo?",
    "Oops! Looks like the file is playing hide and seek in the shadows. Maybe a stealthier approach is needed to capture it. Keep your eyes peeled, friend!" : "Ops! Sembra che il file stia giocando a nascondino nell'ombra. Forse serve un approccio più furtivo per catturarlo. Tieni gli occhi aperti, amico!",    
    "Hold up there! The file size seems a bit too hefty for our cozy little village. Let's trim it down a tad before trying to squeeze it through the gate, shall we?" : "Aspetta un attimo! La dimensione del file sembra un po' troppo grande per il nostro piccolo villaggio accogliente. Riduciamolo un po' prima di provare a farlo passare attraverso il cancello, d'accordo?",
    "Ah, shucks! This file doesn't quite match the charm of Stardew Valley. It's like trying to plant a melon seed in winter – just won't work! Let's find a file more in tune with the rhythm of the seasons, shall we?" : "Ah, cavolo! Questo file non si adatta proprio al fascino di Stardew Valley. È come cercare di piantare un seme di melone in inverno: non funzionerà! Troviamo un file più in sintonia con il ritmo delle stagioni, d'accordo?",
    "Ah, wanderer of the shadows, it seems your version is shrouded in the mists of the past, before the 1.4 era. The depths of the sewers have whispered to me of the new wonders that await in the updated realms. To venture forth, you must embrace the light of the latest version." : "Ah, viandante delle ombre, sembra che la tua versione sia avvolta nelle nebbie del passato, prima dell'era 1.4. Le profondità delle fogne mi hanno sussurrato delle nuove meraviglie che ti attendono nei regni aggiornati. Per proseguire, devi abbracciare la luce dell'ultima versione."
}
