{
    "Welcome to Stardew Dashboard" : "Benvenuto su Stardew Dashboard",
    "What is Stardew Dashboard?" : "Cos'è Stardew Dashboard?",
    "Are you an avid farmer in Stardew Valley looking to optimize your gameplay experience? Look no further! Stardew Dashboard is your ultimate companion to manage your farm and track your progress." : "Sei un agricoltore appassionato di Stardew Valley e vuoi ottimizzare la tua esperienza di gioco? Non cercare oltre! Stardew Dashboard è il tuo compagno perfetto per gestire la tua fattoria e monitorare i tuoi progressi.",
    "Upload your game save file effortlessly and gain access to a wealth of information about your farm, from tracking your progress in mastering recipes to discovering new elements of the game world. With our intuitive interface, staying on top of your farm's needs and exploring everything that Stardew Valley has to offer has never been easier." : "Carica facilmente il tuo file di salvataggio e accedi a una moltitudine di informazioni sulla tua fattoria, dal monitoraggio dei tuoi progressi nella padronanza delle ricette alla scoperta di nuovi elementi del mondo di gioco. Con la nostra interfaccia intuitiva, gestire le esigenze della tua fattoria ed esplorare tutto ciò che Stardew Valley ha da offrire non è mai stato così facile.",
    "Whether you're a seasoned veteran or just starting out, Stardew Dashboard is here to enhance your Stardew Valley experience. Join our community today and take your farming to the next level!" : "Che tu sia un veterano esperto o un principiante, Stardew Dashboard è qui per migliorare la tua esperienza in Stardew Valley. Unisciti alla nostra community oggi stesso e porta la tua fattoria a un livello superiore!",
    "Our tool only works on versions higher than 1.4." : "Il nostro strumento funziona solo con versioni superiori alla 1.4.",
    "How to use it" : "Come usarlo",
    "To start using Stardew Dashboard, retrieve your save" : "Per iniziare a usare Stardew Dashboard, recupera il tuo salvataggio.",
    "The save file is the one with the same name as your folder." : "Il file di salvataggio è quello con lo stesso nome della tua cartella.",
    "Well done! The hardest part is behind us! Now you just have to upload your save" : "Ben fatto! La parte più difficile è passata! Ora devi solo caricare il tuo salvataggio",
    "directly to our website and let the magic happen." : "direttamente sul nostro sito web e lasciare che la magia avvenga.",
    "There's also a range of settings" : "C'è anche una serie di impostazioni",
    "to customize your experience!" : "per personalizzare la tua esperienza!",
    "You don't have a backup of Stardew Valley? Try our dashboard with this one!" : "Non hai un salvataggio di Stardew Valley? Prova il nostro dashboard con questo!",
    "Stardew_Dashboard_default_save" : "Salvataggio_di_prova_Stardew_Dashboard",
    "Download the save." : "Scarica il nostro salvataggio",
    "We value your feedback" : "Il tuo feedback è importante per noi",
    "Your experience with Stardew Dashboard is important to us." : "La tua esperienza con Stardew Dashboard è importante per noi.",
    "We continuously strive to improve and would love to hear your thoughts and suggestions. Whether it's a feature request, a bug report, or general feedback, your input helps us make Stardew Dashboard even better." : "Ci sforziamo continuamente di migliorare e ci piacerebbe conoscere le tue idee e suggerimenti. Che si tratti di una richiesta di funzionalità, di una segnalazione di bug o di un feedback generale, il tuo contributo ci aiuta a rendere Stardew Dashboard ancora migliore.",
    "Click" : "Clicca",
    "to open the feedback form and share your thoughts with us." : "per aprire il modulo di feedback e condividere i tuoi pensieri con noi.",
    "Thank you for being a part of our community and helping us grow!" : "Grazie per far parte della nostra community e per aiutarci a crescere!",
    "About us" : "Chi siamo",
    "Stardew Dashboard is a project created by two French graduates with a bachelor's degree in web development." : "Stardew Dashboard è un progetto creato da due laureati francesi in sviluppo web.",
    "Created during our spare time, this website serves as a tool for us to conveniently track our progress in Stardew Valley." : "Creato nel nostro tempo libero, questo sito web ci serve come strumento per monitorare comodamente i nostri progressi in Stardew Valley.",
    "Romain is a hard-working web developer. He loves taking on challenges and always going the extra mile." : "Romain è uno sviluppatore web instancabile. Ama affrontare le sfide e dare sempre il massimo.",
    "He took care of the Front-End, and helped Nicolas with the Back-End." : "Si è occupato del Front-End e ha aiutato Nicolas con il Back-End.",
    "Nicolas is passionate about sleep and web development. He works as a web developer at Neoma Business School." : "Nicolas è appassionato di sonno e sviluppo web. Lavora come sviluppatore web alla Neoma Business School.",
    "He took care of the Back-End of the website, as well as the UX / UI design." : "Si è occupato del Back-End del sito web, oltre che del design UX/UI.",
    "Oh no!" : "Oh no!",
    "Unfortunately, the tool is not available on smartphone. Go and try it on a computer!" : "Purtroppo, lo strumento non è disponibile su smartphone. Provalo su un computer!",
    "loading" : "caricamento"
}