{
    "Quests in progress" : "Missioni in corso",
    "Fishing Quest" : "Missione di pesca",
    "Socializing Quest" : "Missione di socializzazione",
    "Killing Quest" : "Missione di eliminazione",
    "Delivering Quest" : "Missione di consegna",
    "Fishing" : "Pesca",
    "Socializing" : "Socializzazione",
    "Killing" : "Eliminazione",
    "Delivering" : "Consegna",
    "Deliver" : "Consegna",
    "Kill" : "Uccidi",
    "Talk to" : "Parla con",
    "Fish" : "Pesca",
    "Weekly Special Order" : "Ordine speciale settimanale",
    "Friendship points" : "Punti amicizia",

    "Ship 100 tropical crops": "Spedisci 100 colture tropicali",
    "Defeat 50 cave creatures": "Sconfiggi 50 creature della caverna",
    "Catch 10 ocean fish": "Cattura 10 pesci oceanici",
    "Catch 20 river fish": "Cattura 20 pesci di fiume",
    "Deliver one's favourite jewelry": "Consegna il gioiello preferito",
    "Deliver 12 Leeks": "Consegna 12 porri",
    "Deliver 100 bones": "Consegna 100 ossa",
    "Collect 24 eggs": "Raccogli 24 uova",
    "Ship 100 of a specific crop": "Spedisci 100 di una coltura specifica",
    "Gather 20 pieces of trash": "Raccogli 20 pezzi di spazzatura",
    "Deliver 12 bottles of juice": "Consegna 12 bottiglie di succo",
    "Deliver 25 gold-quality vegetables": "Consegna 25 verdure di qualità oro",
    "Collect 80 pieces of hardwood": "Raccogli 80 pezzi di legno duro",
    "Collect 1,000 pieces of wood or stone": "Raccogli 1.000 pezzi di legno o pietra",
    "Deliver 100 pieces of bug meat": "Consegna 100 pezzi di carne di insetto",
    "Fish exotic creatures": "Cattura creature esotiche",
    "Collect 1 prismatic jelly": "Raccogli 1 gelatina prismatica",
    "Collect 1 ectoplasm": "Raccogli 1 ectoplasma",
    "Ship 500 QI Beans": "Spedisci 500 fagioli QI",
    "Score 50,000 points in Junimo Kart endless mode": "Ottieni 50.000 punti nella modalità infinita di Junimo Kart",
    "Collect and Deliver 4 Prismatic Shards": "Raccogli e consegna 4 frammenti prismatici",
    "Reach floor 100 of the Skull Cavern without consuming any food or drink items": "Raggiungi il piano 100 della Caverna del Teschio senza consumare cibo o bevande",
    "Ship 100,000g worth of freshly cooked items": "Spedisci 100.000g di piatti appena cucinati",
    "Give 50 loved gifts in one week": "Regala 50 oggetti amati in una settimana",
    "Catch the legendary fishes' descendants": "Cattura i discendenti dei pesci leggendari",
    "Reach the bottom of the Mines in the Mountains": "Raggiungi il fondo delle Miniere nelle montagne",
    "Make it to floor 100 of the Skull Cavern": "Raggiungi il piano 100 della Caverna del Teschio",
    "Deliver 100 items of each of the following colors (red/orange/yellow/green/blue/purple)": "Consegna 100 oggetti di ciascun colore tra rosso/arancione/giallo/verde/blu/viola",

     "Meet The Wizard" : "Incontra il Mago",
    "Enter the wizard's tower." : "Entra nella torre del mago.",
    "You received a letter from the local wizard. He claims to have information regarding the old community center." : "Hai ricevuto una lettera dal mago locale. Dice di avere informazioni riguardanti il vecchio centro comunitario.",

    "The Mysterious Qi" : "Il Misterioso Qi",
    "Leave a rainbow shell in the box at the train platform." : "Lascia una conchiglia arcobaleno nella scatola alla stazione ferroviaria.",
    "Within a secret lock-box, you found a note with peculiar instructions. It's signed by a 'Mr. Qi'." : "In una cassetta segreta, hai trovato una nota con istruzioni particolari. È firmata da 'Mr. Qi'.",
    "Place 10 beets inside Mayor Lewis' fridge." : "Metti 10 barbabietole nel frigorifero del Sindaco Lewis.",
    "You've found another note written by 'Mr. Qi'. The request is even more unusual this time." : "Hai trovato un'altra nota scritta da 'Mr. Qi'. La richiesta è ancora più insolita questa volta.",
    "Give the sand dragon his final meal." : "Dai al drago di sabbia il suo ultimo pasto.",
    "You've found yet another strange note within the Mayor's fridge. This time, the instructions are more cryptic." : "Hai trovato un'altra nota strana nel frigorifero del Sindaco. Questa volta, le istruzioni sono più criptiche.",
    "Inspect the lumber pile beside your house." : "Ispeziona il mucchio di legna accanto alla tua casa.",
    "You found another note in the sand dragon's eye. It seems Mr. Qi's strange scavenger hunt has come to an end." : "Hai trovato un'altra nota nell'occhio del drago di sabbia. Sembra che la strana caccia al tesoro di Mr. Qi sia giunta al termine.",
    "Getting Started" : "Iniziamo",
    "Cultivate and harvest a parsnip." : "Coltiva e raccogli una pastinaca.",
    "If you want to become a farmer, you have to start with the basics. Use your hoe to till the soil, then use a seed packet on the tilled soil to sow a crop. Water every day until the crop is ready for harvest." : "Se vuoi diventare un agricoltore, devi iniziare dalle basi. Usa la zappa per lavorare il terreno, poi usa una bustina di semi sulla terra lavorata per piantare una coltura. Annaffia ogni giorno fino a quando il raccolto sarà pronto.",
    "Raising Animals" : "Allevare animali",
    "Build a Coop." : "Costruisci un pollaio.",
    "Robin, the local carpenter, lives north of town. In exchange for raw materialsand money, she'll construct new buildings on your farm. You'll need her to build a coop or barn so that you can raise animals." : "Robin, la carpentiera locale, vive a nord della città. In cambio di materie prime e denaro, costruirà nuovi edifici nella tua fattoria. Avrai bisogno di lei per costruire un pollaio o una stalla per allevare animali.",
    "Advancement" : "Avanzamento",
    "Reach Farming level 1 and craft a scarecrow." : "Raggiungi il livello 1 in agricoltura e crea uno spaventapasseri.",
    "As you gain experience, you'll discover new crafting recipes to increase profit and make life easier. A scarecrow, for example, will prevent crows from snacking on your precious crops." : "Man mano che acquisisci esperienza, scoprirai nuove ricette di creazione per aumentare i profitti e facilitare la vita. Uno spaventapasseri, ad esempio, impedirà ai corvi di mangiare i tuoi preziosi raccolti.",
    "Introductions" : "Presentazioni",
    "Go talk to every villagers in town" : "Parla con tutti gli abitanti del villaggio.",
    "It would be a nice gesture to introduce yourself around town. Some people might be anxious to meet the new farmer." : "Sarebbe un bel gesto presentarti in giro per la città. Alcune persone potrebbero essere ansiose di conoscere il nuovo agricoltore.",
    "100 Friendship points" : "100 punti amicizia",
    "Copper Ore" : "Minerale di rame",
    "Bring a piece of copper ore to Clint's blacksmith shop." : "Porta un pezzo di minerale di rame alla fucina di Clint.",
    "You found a piece of copper ore. You're not sure what you can use it for, but the local blacksmith ought to know." : "Hai trovato un pezzo di minerale di rame. Non sei sicuro a cosa serva, ma il fabbro locale dovrebbe saperlo.",
    "Forging ahead" : "Andare avanti con la forgiatura",
    "Craft a Furnace." : "Costruisci una fornace.",
    "If you're going to keep mining, you should build a furnace." : "Se hai intenzione di continuare a scavare, dovresti costruire una fornace.",
    "Smelting" : "Fusione",
    "Use your furnace to smelt a Copper Bar." : "Usa la tua fornace per fondere una barra di rame.",
    "Now that you've built a furnace, you can smelt some metal. According to Clint's instructions, if you place 5 copper ore and 1 piece of coal in the furnace, it should produce a copper bar." : "Ora che hai costruito una fornace, puoi fondere del metallo. Secondo le istruzioni di Clint, se metti 5 minerali di rame e 1 pezzo di carbone nella fornace, dovresti ottenere una barra di rame.",
    "To The Beach" : "Alla spiaggia",
    "Someone named Willy invited you to visit the beach south of town. He says he has something to give you." : "Qualcuno di nome Willy ti ha invitato a visitare la spiaggia a sud della città. Dice di avere qualcosa da darti.",
    "Visit the beach south of town before 5:00 pm." : "Visita la spiaggia a sud della città prima delle 17:00.",
    "Bamboo pole" : "Canna di bambù",
    "Explore The Mine" : "Esplora la miniera",
    "There's an old mine shaft in the mountains north of town. There could be valuable minerals inside, but Marlon hinted that it might be dangerous." : "C'è un vecchio pozzo minerario nelle montagne a nord della città. Potrebbero esserci minerali preziosi all'interno, ma Marlon ha suggerito che potrebbe essere pericoloso.",
    "Reach level 5 in the mines." : "Raggiungi il livello 5 nelle miniere.",
    "Mayor's Need" : "Bisogno del Sindaco",
    "Mayor Lewis wants truffle oil. He won't explain what it's for. Maybe it's none of your business." : "Il Sindaco Lewis vuole dell'olio di tartufo. Non spiega a cosa gli serva. Forse non sono affari tuoi.",
    "Bring Lewis a bottle of Truffle Oil." : "Porta al Sindaco Lewis una bottiglia di olio di tartufo.",
    "1 Friendship heart" : "1 cuore di amicizia",
    "Wanted: Lobster" : "Richiesto: Aragosta",
    "Gus put out a notice requesting a fresh lobster." : "Gus ha pubblicato un annuncio per richiedere un'aragosta fresca.",
    "Bring Gus a Lobster." : "Porta a Gus un'aragosta.",
    "Pam Needs Juice" : "Pam ha bisogno di succo",
    "Pam's TV Remote is dead. She's having a tough time going back and forth between the couch and the TV dial." : "Il telecomando della TV di Pam è rotto. Ha difficoltà ad andare avanti e indietro tra il divano e il televisore.",
    "Bring Pam a Battery Pack." : "Porta a Pam una batteria.",
    "Staff Of Power" : "Bastone del Potere",
    "The Wizard is creating a staff of phenomenal power. Who knows what it's for. He needs an iridium bar to finish it." : "Il Mago sta creando un bastone di potere fenomenale. Chissà a cosa gli serve. Ha bisogno di una barra di iridio per completarlo.",
    "Bring Wizard an Iridium Bar." : "Porta al Mago una barra di iridio.",
    "Catch a Lingcod" : "Cattura un Lingcod",
    "Willy is challenging you to catch a Lingcod." : "Willy ti sfida a catturare un Lingcod.",
    "Bring Willy a Lingcod." : "Porta a Willy un Lingcod.",
    "Exotic Spirits" : "Spiriti Esotici",
    "Gus wants to make a Coco-no-no, but he's missing the main ingredient." : "Gus vuole preparare un Coco-no-no, ma gli manca l'ingrediente principale.",
    "Bring Gus a Coconut." : "Porta a Gus una noce di cocco.",
    "Errand for your Wife" : "Commissione per tua Moglie",
    "Your wife asked you to bring her 200 pieces of fiber for a secret project." : "Tua moglie ti ha chiesto di portarle 200 pezzi di fibra per un progetto segreto.",
    "Bring Emily 200 fiber." : "Porta a Emily 200 fibre.",
    "Haley's Cake-Walk" : "Passeggiata dei Dolci di Haley",
    "Your wife is organizing a charity cake-walk in the town square. She asked you to bring a chocolate cake." : "Tua moglie sta organizzando una passeggiata di beneficenza con torte nella piazza del paese. Ti ha chiesto di portare una torta al cioccolato.",
    "Enter Town on a sunny morning with a chocolate cake." : "Entra in città in una mattina di sole con una torta al cioccolato.",
    "Willy's Challenge" : "Sfida di Willy",
    "Willy has challenged you to catch 3 Sandfish." : "Willy ti ha sfidato a catturare 3 Pesci di Sabbia.",
    "Catch 3 Sandfish." : "Cattura 3 Pesci di Sabbia.",
    "Feeding Animals" : "Nutrire gli Animali",
    "Robin, the local carpenter, lives north of town. In exchange for raw materials and money, she'll construct new buildings on your farm. If you build a silo, you can start harvesting your own grass with the scythe, and store it to feed your animals." : "Robin, la carpentiera locale, vive a nord della città. In cambio di materie prime e denaro, costruirà nuovi edifici nella tua fattoria. Se costruisci un silo, potrai iniziare a raccogliere la tua erba con la falce e conservarla per nutrire i tuoi animali.",
    "Build a Silo." : "Costruisci un silo.",
    "Strange Note" : "Nota Strana",
    "You found a note, barely legible, asking you to bring *may-pal serrup* to the *seecrit wuds*./Bring *may-pal serrup* to the *seecrit wuds*" : "Hai trovato una nota, a malapena leggibile, che ti chiede di portare *may-pal serrup* ai *seecrit wuds*./Porta *may-pal serrup* ai *seecrit wuds*.",
    "Bring maple syrup to the Secret Woods" : "Porta dello sciroppo d'acero al Bosco Segreto.",
    "Cryptic Note" : "Nota Criptica",
    "You found a note that reads, *Someone is waiting for you on level 100 in the Skull Cavern*" : "Hai trovato una nota che dice: *Qualcuno ti sta aspettando al livello 100 della Caverna del Teschio*.",
    "Reach level 100 in the Skull Cavern" : "Raggiungi il livello 100 nella Caverna del Teschio.",
    "A Winter Mystery" : "Un Mistero Invernale",
    "You encountered a suspicious looking figure by the bus stop. When it saw you, it fled toward town. Could there be a clue to its whereabouts?" : "Hai incontrato una figura dall'aspetto sospetto alla fermata dell'autobus. Quando ti ha visto, è fuggita verso la città. Potrebbe esserci un indizio su dove si trovi?",
    "Find the shadowy figure." : "Trova la figura ombrosa.",
    "The Pirate's Wife" : "La Moglie del Pirata",
    "An old lady living on Ginger Island is asking you to find a keepsake of her husband's. She gave you an old photograph of a soldier that washed up on shore, hoping it would help in some way." : "Una vecchia signora che vive sull'Isola Zenzero ti chiede di trovare un ricordo di suo marito. Ti ha dato una vecchia fotografia di un soldato trovato sulla spiaggia, sperando che possa esserti utile.",
    "Find a keepsake that belonged to Birdie's husband." : "Trova un ricordo appartenuto al marito di Birdie.",
    "Fairy Dust recipe" : "Ricetta della Polvere di Fata",
    "5 Golden Walnuts" : "5 Noci Dorate",
    "If you want to become a farmer, you have to start with the basics. Feed your chickens each day by letting them eat grass outside, or by placing hay into their troughs. Once they are mature, harvest an egg!" : "Se vuoi diventare un agricoltore, devi iniziare dalle basi. Nutri le tue galline ogni giorno lasciandole mangiare l'erba all'aperto o mettendo il fieno nelle loro mangiatoie. Una volta mature, raccogli un uovo!",
    "Harvest an egg from your chickens." : "Raccogli un uovo dalle tue galline.",
    "The Giant Stump" : "Il Ceppo Gigante",
    "The big tree to the south of my farm blew down. With 100 hardwood, I could turn the stump into something interesting..." : "Il grande albero a sud della mia fattoria è caduto. Con 100 pezzi di legno duro, potrei trasformare il ceppo in qualcosa di interessante...",
    "Fix up the giant stump." : "Ripara il ceppo gigante.",
    "Access to Raccoon Quests" : "Accesso alle Missioni del Procione",
    "Iridium snake milk" : "Latte di serpente d'iridio",
    "Magnifying Glass" : "Lente d'ingrandimento"
}
