{
    "Oh, my stars! It appears this file has lost its way in the tangled underbrush of incompatible formats. XML, my dear friend, is the language of precision and organization, much like the delicate balance of ecosystems on our beloved Ginger Island!" : "Oh, mes étoiles ! Il semble que ce fichier se soit égaré dans les broussailles des formats incompatibles. XML, mon cher ami, est le langage de la précision et de l'organisation, tout comme l'équilibre délicat des écosystèmes de notre chère île Gingembre !",
    "Oh, bother! It seems like the file got lost in the mines. Could you try again? Or perhaps seek help from a trusty adventurer to retrieve it?" : "Oh, c'est ennuyeux ! Il semble que le fichier se soit perdu dans les mines. Pourriez-vous réessayer ? Ou peut-être demander l'aide d'un fidèle aventurier pour le retrouver ?",
    "Oops! Looks like the file is playing hide and seek in the shadows. Maybe a stealthier approach is needed to capture it. Keep your eyes peeled, friend!" : "Oups ! On dirait que le fichier joue à cache-cache dans l'ombre. Une approche plus furtive est peut-être nécessaire pour le capturer. Gardez l'œil ouvert, mon ami !",
    "Hold up there! The file size seems a bit too hefty for our cozy little village. Let's trim it down a tad before trying to squeeze it through the gate, shall we?" : "Attendez un peu ! La taille du fichier semble un peu trop importante pour notre petit village. Réduisons-le un peu avant d'essayer de le faire passer par la porte, d'accord ?",
    "Ah, shucks! This file doesn't quite match the charm of Stardew Valley. It's like trying to plant a melon seed in winter – just won't work! Let's find a file more in tune with the rhythm of the seasons, shall we?" : "Ah, zut ! Ce fichier ne correspond pas tout à fait au charme de Stardew Valley. C'est comme essayer de planter une graine de melon en hiver, ça ne marche pas ! Trouvons un fichier plus en phase avec le rythme des saisons, d'accord ?",
    "Ah, wanderer of the shadows, it seems your version is shrouded in the mists of the past, before the 1.4 era. The depths of the sewers have whispered to me of the new wonders that await in the updated realms. To venture forth, you must embrace the light of the latest version." : "Ah, vagabond des ombres, il semble que votre version soit enveloppée dans les brumes du passé, avant l'ère de la 1.4. Les profondeurs des égouts m'ont parlé des nouvelles merveilles qui vous attendent dans les royaumes mis à jour. Pour vous aventurer, vous devez embrasser la lumière de la dernière version."
}