{
    "Oh, my stars! It appears this file has lost its way in the tangled underbrush of incompatible formats. XML, my dear friend, is the language of precision and organization, much like the delicate balance of ecosystems on our beloved Ginger Island!" : "¡Oh, mis estrellas! Parece que este archivo se ha perdido en la maraña de formatos incompatibles. XML, mi querido amigo, es el lenguaje de la precisión y la organización, al igual que el delicado equilibrio de los ecosistemas en nuestra querida Isla Jengibre.",
    "Oh, bother! It seems like the file got lost in the mines. Could you try again? Or perhaps seek help from a trusty adventurer to retrieve it?" : "¡Oh, qué fastidio! Parece que el archivo se ha perdido en las minas. ¿Podrías intentarlo de nuevo? ¿O tal vez buscar la ayuda de un aventurero de confianza para recuperarlo?",
    "Oops! Looks like the file is playing hide and seek in the shadows. Maybe a stealthier approach is needed to capture it. Keep your eyes peeled, friend!" : "¡Ups! Parece que el archivo está jugando al escondite en las sombras. Tal vez se necesite un enfoque más sigiloso para capturarlo. ¡Mantén los ojos bien abiertos, amigo!",
    "Hold up there! The file size seems a bit too hefty for our cozy little village. Let's trim it down a tad before trying to squeeze it through the gate, shall we?" : "¡Alto ahí! El tamaño del archivo parece un poco demasiado grande para nuestro pequeño y acogedor pueblo. Reduzcámoslo un poco antes de intentar hacerlo pasar por la puerta, ¿de acuerdo?",
    "Ah, shucks! This file doesn't quite match the charm of Stardew Valley. It's like trying to plant a melon seed in winter – just won't work! Let's find a file more in tune with the rhythm of the seasons, shall we?" : "¡Ah, rayos! Este archivo no encaja del todo con el encanto de Stardew Valley. Es como intentar plantar una semilla de melón en invierno... ¡simplemente no funcionará! Busquemos un archivo más acorde con el ritmo de las estaciones, ¿te parece?",
    "Ah, wanderer of the shadows, it seems your version is shrouded in the mists of the past, before the 1.4 era. The depths of the sewers have whispered to me of the new wonders that await in the updated realms. To venture forth, you must embrace the light of the latest version." : "Ah, vagabundo de las sombras, parece que tu versión está envuelta en las brumas del pasado, antes de la era 1.4. Las profundidades de las alcantarillas me han susurrado sobre las nuevas maravillas que te esperan en los reinos actualizados. Para aventurarte, debes abrazar la luz de la última versión."
}