{
    "Welcome to Stardew Dashboard" : "Bienvenido a Stardew Dashboard",
    "What is Stardew Dashboard?" : "¿Qué es Stardew Dashboard?",
    "Are you an avid farmer in Stardew Valley looking to optimize your gameplay experience? Look no further! Stardew Dashboard is your ultimate companion to manage your farm and track your progress." : "¿Eres un granjero apasionado de Stardew Valley que busca optimizar su experiencia de juego? ¡No busques más! Stardew Dashboard es tu compañero definitivo para gestionar tu granja y seguir tu progreso.",
    "Upload your game save file effortlessly and gain access to a wealth of information about your farm, from tracking your progress in mastering recipes to discovering new elements of the game world. With our intuitive interface, staying on top of your farm's needs and exploring everything that Stardew Valley has to offer has never been easier." : "Sube tu archivo de guardado sin esfuerzo y accede a una gran cantidad de información sobre tu granja, desde el seguimiento de tu progreso en el dominio de recetas hasta el descubrimiento de nuevos elementos del mundo del juego. Con nuestra interfaz intuitiva, mantener el control de las necesidades de tu granja y explorar todo lo que Stardew Valley tiene para ofrecer nunca ha sido tan fácil.",
    "Whether you're a seasoned veteran or just starting out, Stardew Dashboard is here to enhance your Stardew Valley experience. Join our community today and take your farming to the next level!" : "Ya seas un veterano experimentado o estés comenzando, Stardew Dashboard está aquí para mejorar tu experiencia en Stardew Valley. ¡Únete a nuestra comunidad hoy y lleva tu granja al siguiente nivel!",
    "Our tool only works on versions higher than 1.4." : "Nuestra herramienta solo funciona en versiones superiores a la 1.4.",
    "How to use it" : "Cómo usarlo",
    "To start using Stardew Dashboard, retrieve your save" : "Para empezar a usar Stardew Dashboard, recupera tu guardado.",
    "The save file is the one with the same name as your folder." : "El archivo de guardado es el que tiene el mismo nombre que tu carpeta.",
    "Well done! The hardest part is behind us! Now you just have to upload your save" : "¡Bien hecho! ¡La parte más difícil ya pasó! Ahora solo tienes que subir tu guardado",
    "directly to our website and let the magic happen." : "directamente en nuestro sitio web y dejar que ocurra la magia.",
    "There's also a range of settings" : "También hay una variedad de configuraciones",
    "to customize your experience!" : "¡para personalizar tu experiencia!",
    "You don't have a backup of Stardew Valley? Try our dashboard with this one!" : "¿No tienes un guardado de Stardew Valley? ¡Prueba nuestro panel con este!",
    "Stardew_Dashboard_default_save" : "Guardado_de_prueba_Stardew_Dashboard",
    "Download the save." : "Descargar el guardado",
    "We value your feedback" : "Valoramos tu opinión",
    "Your experience with Stardew Dashboard is important to us." : "Tu experiencia con Stardew Dashboard es importante para nosotros.",
    "We continuously strive to improve and would love to hear your thoughts and suggestions. Whether it's a feature request, a bug report, or general feedback, your input helps us make Stardew Dashboard even better." : "Nos esforzamos continuamente por mejorar y nos encantaría conocer tus opiniones y sugerencias. Ya sea una solicitud de función, un informe de error o comentarios generales, tu aporte nos ayuda a hacer Stardew Dashboard aún mejor.",
    "Click" : "Haz clic",
    "to open the feedback form and share your thoughts with us." : "para abrir el formulario de comentarios y compartir tu opinión con nosotros.",
    "Thank you for being a part of our community and helping us grow!" : "¡Gracias por ser parte de nuestra comunidad y ayudarnos a crecer!",
    "About us" : "Sobre nosotros",
    "Stardew Dashboard is a project created by two French graduates with a bachelor's degree in web development." : "Stardew Dashboard es un proyecto creado por dos graduados franceses con una licenciatura en desarrollo web.",
    "Created during our spare time, this website serves as a tool for us to conveniently track our progress in Stardew Valley." : "Creado durante nuestro tiempo libre, este sitio web nos sirve como una herramienta para hacer un seguimiento conveniente de nuestro progreso en Stardew Valley.",
    "Romain is a hard-working web developer. He loves taking on challenges and always going the extra mile." : "Romain es un desarrollador web muy trabajador. Le encanta asumir desafíos y siempre dar lo mejor de sí.",
    "He took care of the Front-End, and helped Nicolas with the Back-End." : "Se encargó del Front-End y ayudó a Nicolas con el Back-End.",
    "Nicolas is passionate about sleep and web development. He works as a web developer at Neoma Business School." : "Nicolas es un apasionado del sueño y el desarrollo web. Trabaja como desarrollador web en Neoma Business School.",
    "He took care of the Back-End of the website, as well as the UX / UI design." : "Se encargó del Back-End del sitio web, así como del diseño UX/UI.",
    "Oh no!" : "¡Oh no!",
    "Unfortunately, the tool is not available on smartphone. Go and try it on a computer!" : "Desafortunadamente, la herramienta no está disponible en teléfonos inteligentes. ¡Pruébala en una computadora!",
    "loading" : "cargando"
}