{
    "Quests in progress" : "Misión en progreso",
    "Fishing Quest" : "Misión de pesca",
    "Socializing Quest" : "Misión de socialización",
    "Killing Quest" : "Misión de eliminación",
    "Delivering Quest" : "Misión de entrega",
    "Fishing" : "Pesca",
    "Socializing" : "Socialización",
    "Killing" : "Eliminación",
    "Delivering" : "Entrega",
    "Deliver" : "Entregar",
    "Kill" : "Matar",
    "Talk to" : "Hablar con",
    "Fish" : "Pescar",
    "Weekly Special Order" : "Pedido especial semanal",
    "Friendship points" : "Puntos de amistad",

    "Ship 100 tropical crops": "Enviar 100 cultivos tropicales",
    "Defeat 50 cave creatures": "Derrotar 50 criaturas de la cueva",
    "Catch 10 ocean fish": "Atrapar 10 peces oceánicos",
    "Catch 20 river fish": "Atrapar 20 peces de río",
    "Deliver one's favourite jewelry": "Entregar sus joyas favoritas",
    "Deliver 12 Leeks": "Entregar 12 puerros",
    "Deliver 100 bones": "Entregar 100 huesos",
    "Collect 24 eggs": "Recolectar 24 huevos",
    "Ship 100 of a specific crop": "Enviar 100 de un cultivo específico",
    "Gather 20 pieces of trash": "Recolectar 20 piezas de basura",
    "Deliver 12 bottles of juice": "Entregar 12 botellas de jugo",
    "Deliver 25 gold-quality vegetables": "Entregar 25 verduras de calidad oro",
    "Collect 80 pieces of hardwood": "Recolectar 80 piezas de madera dura",
    "Collect 1,000 pieces of wood or stone": "Recolectar 1,000 piezas de madera o piedra",
    "Deliver 100 pieces of bug meat": "Entregar 100 piezas de carne de insecto",
    "Fish exotic creatures": "Atrapar criaturas exóticas",
    "Collect 1 prismatic jelly": "Recolectar 1 gelatina prismática",
    "Collect 1 ectoplasm": "Recolectar 1 ectoplasma",
    "Ship 500 QI Beans": "Enviar 500 frijoles QI",
    "Score 50,000 points in Junimo Kart endless mode": "Anotar 50,000 puntos en el modo infinito de Junimo Kart",
    "Collect and Deliver 4 Prismatic Shards": "Recolectar y entregar 4 fragmentos prismáticos",
    "Reach floor 100 of the Skull Cavern without consuming any food or drink items": "Llegar al piso 100 de la Caverna Calavera sin consumir alimentos ni bebidas",
    "Ship 100,000g worth of freshly cooked items": "Enviar 100,000g en artículos recién cocinados",
    "Give 50 loved gifts in one week": "Dar 50 regalos apreciados en una semana",
    "Catch the legendary fishes' descendants": "Atrapar a los descendientes de los peces legendarios",
    "Reach the bottom of the Mines in the Mountains": "Llegar al fondo de las Minas en las Montañas",
    "Make it to floor 100 of the Skull Cavern": "Llegar al piso 100 de la Caverna Calavera",
    "Deliver 100 items of each of the following colors (red/orange/yellow/green/blue/purple)": "Entregar 100 artículos de cada uno de los siguientes colores (rojo/naranja/amarillo/verde/azul/violeta)",

    "Meet The Wizard" : "Conocer al Mago",
    "Enter the wizard's tower." : "Entrar en la torre del mago.",
    "You received a letter from the local wizard. He claims to have information regarding the old community center." : "Recibiste una carta del mago local. Afirma tener información sobre el antiguo centro comunitario.",

    "The Mysterious Qi" : "El Misterioso Qi",
    "Leave a rainbow shell in the box at the train platform." : "Deja una concha arcoíris en la caja de la plataforma del tren.",
    "Within a secret lock-box, you found a note with peculiar instructions. It's signed by a 'Mr. Qi'." : "Dentro de una caja cerrada secreta, encontraste una nota con instrucciones peculiares. Está firmada por 'Sr. Qi'.",
    "Place 10 beets inside Mayor Lewis' fridge." : "Coloca 10 remolachas en el refrigerador del alcalde Lewis.",
    "You've found another note written by 'Mr. Qi'. The request is even more unusual this time." : "Has encontrado otra nota escrita por 'Sr. Qi'. Esta vez la petición es aún más extraña.",
    "Give the sand dragon his final meal." : "Dale al dragón de arena su última comida.",
    "You've found yet another strange note within the Mayor's fridge. This time, the instructions are more cryptic." : "Has encontrado otra extraña nota en el refrigerador del alcalde. Esta vez, las instrucciones son más crípticas.",
    "Inspect the lumber pile beside your house." : "Inspecciona la pila de madera junto a tu casa.",
    "You found another note in the sand dragon's eye. It seems Mr. Qi's strange scavenger hunt has come to an end." : "Encontraste otra nota en el ojo del dragón de arena. Parece que la extraña búsqueda del Sr. Qi ha llegado a su fin.",

    "Getting Started" : "Comenzando",
    "Cultivate and harvest a parsnip." : "Cultiva y cosecha un nabo.",
    "If you want to become a farmer, you have to start with the basics. Use your hoe to till the soil, then use a seed packet on the tilled soil to sow a crop. Water every day until the crop is ready for harvest." : "Si quieres convertirte en agricultor, debes empezar con lo básico. Usa tu azada para arar la tierra, luego usa un paquete de semillas en la tierra arada para sembrar un cultivo. Riégalo todos los días hasta que esté listo para la cosecha.",

    "Raising Animals" : "Criar animales",
    "Build a Coop." : "Construir un gallinero.",
    "Robin, the local carpenter, lives north of town. In exchange for raw materials and money, she'll construct new buildings on your farm. You'll need her to build a coop or barn so that you can raise animals." : "Robin, la carpintera local, vive al norte del pueblo. A cambio de materiales y dinero, construirá nuevos edificios en tu granja. Necesitarás que construya un gallinero o un establo para criar animales.",

    "100 Friendship points" : "100 puntos de amistad",
    "Copper Ore" : "Mineral de cobre",
    "Bring a piece of copper ore to Clint's blacksmith shop." : "Lleva un trozo de mineral de cobre a la herrería de Clint.",
    
    "Explore The Mine" : "Explorar la Mina",
    "There's an old mine shaft in the mountains north of town. There could be valuable minerals inside, but Marlon hinted that it might be dangerous." : "Hay un viejo pozo minero en las montañas al norte del pueblo. Podría haber minerales valiosos dentro, pero Marlon insinuó que podría ser peligroso.",
    "Reach level 5 in the mines." : "Alcanza el nivel 5 en la mina.",
    "Mayor's Need" : "Necesidad del Alcalde",
    "Mayor Lewis wants truffle oil. He won't explain what it's for. Maybe it's none of your business." : "El Alcalde Lewis quiere aceite de trufa. No explica para qué lo necesita. Tal vez no sea de tu incumbencia.",
    "Bring Lewis a bottle of Truffle Oil." : "Lleva una botella de aceite de trufa a Lewis.",
    "1 Friendship heart" : "1 corazón de amistad",
    "Wanted: Lobster" : "Se busca: Langosta",
    "Gus put out a notice requesting a fresh lobster." : "Gus ha publicado un anuncio solicitando una langosta fresca.",
    "Bring Gus a Lobster." : "Lleva una langosta a Gus.",
    "Pam Needs Juice" : "Pam necesita jugo",
    "Pam's TV Remote is dead. She's having a tough time going back and forth between the couch and the TV dial." : "El control remoto de Pam está muerto. Le cuesta moverse entre el sofá y la televisión.",
    "Bring Pam a Battery Pack." : "Lleva un paquete de baterías a Pam.",
    "Staff Of Power" : "Bastón de Poder",
    "The Wizard is creating a staff of phenomenal power. Who knows what it's for. He needs an iridium bar to finish it." : "El Mago está creando un bastón de poder fenomenal. Quién sabe para qué lo necesita. Requiere una barra de iridio para terminarlo.",
    "Bring Wizard an Iridium Bar." : "Lleva una barra de iridio al Mago.",
    "Catch a Lingcod" : "Atrapa un Lingcod",
    "Willy is challenging you to catch a Lingcod." : "Willy te desafía a atrapar un Lingcod.",
    "Bring Willy a Lingcod." : "Lleva un Lingcod a Willy.",
    "Exotic Spirits" : "Espíritus exóticos",
    "Gus wants to make a Coco-no-no, but he's missing the main ingredient." : "Gus quiere hacer un Coco-no-no, pero le falta el ingrediente principal.",
    "Bring Gus a Coconut." : "Lleva un coco a Gus.",
    "Errand for your Wife" : "Encargo para tu esposa",
    "Your wife asked you to bring her 200 pieces of fiber for a secret project." : "Tu esposa te pidió que le llevaras 200 piezas de fibra para un proyecto secreto.",
    "Bring Emily 200 fiber." : "Lleva 200 fibras a Emily.",
    "Haley's Cake-Walk" : "Paseo de Pasteles de Haley",
    "Your wife is organizing a charity cake-walk in the town square. She asked you to bring a chocolate cake." : "Tu esposa está organizando un paseo de pasteles benéfico en la plaza del pueblo. Te pidió que llevaras un pastel de chocolate.",
    "Enter Town on a sunny morning with a chocolate cake." : "Entra al pueblo en una mañana soleada con un pastel de chocolate.",
    "Willy's Challenge" : "Desafío de Willy",
    "Willy has challenged you to catch 3 Sandfish." : "Willy te ha desafiado a atrapar 3 peces de arena.",
    "Catch 3 Sandfish." : "Atrapa 3 peces de arena.",
    "Feeding Animals" : "Alimentando a los animales",
    "Robin, the local carpenter, lives north of town. In exchange for raw materials and money, she'll construct new buildings on your farm. If you build a silo, you can start harvesting your own grass with the scythe, and store it to feed your animals." : "Robin, la carpintera local, vive al norte del pueblo. A cambio de materiales y dinero, construirá nuevos edificios en tu granja. Si construyes un silo, podrás empezar a cosechar tu propio pasto con la guadaña y almacenarlo para alimentar a tus animales.",
    "Build a Silo." : "Construye un silo.",
    "Strange Note" : "Nota extraña",
    "You found a note, barely legible, asking you to bring *may-pal serrup* to the *seecrit wuds*./Bring *may-pal serrup* to the *seecrit wuds*" : "Encontraste una nota apenas legible pidiéndote que lleves *may-pal serrup* a los *seecrit wuds*./Lleva *may-pal serrup* a los *seecrit wuds*.",
    "Bring maple syrup to the Secret Woods" : "Lleva jarabe de arce al Bosque Secreto.",
    "Cryptic Note" : "Nota críptica",
    "You found a note that reads, *Someone is waiting for you on level 100 in the Skull Cavern*" : "Encontraste una nota que dice: *Alguien te espera en el nivel 100 de la Caverna Calavera*.",
    "Reach level 100 in the Skull Cavern" : "Llega al nivel 100 de la Caverna Calavera.",
    "A Winter Mystery" : "Un misterio invernal",
    "You encountered a suspicious looking figure by the bus stop. When it saw you, it fled toward town. Could there be a clue to its whereabouts?" : "Te encontraste con una figura sospechosa en la parada de autobús. Cuando te vio, huyó hacia el pueblo. ¿Podría haber una pista sobre su paradero?",
    "Find the shadowy figure." : "Encuentra la figura sombría.",
    "The Pirate's Wife" : "La esposa del pirata",
    "An old lady living on Ginger Island is asking you to find a keepsake of her husband's. She gave you an old photograph of a soldier that washed up on shore, hoping it would help in some way." : "Una anciana que vive en la Isla Jengibre te pide que encuentres un recuerdo de su esposo. Te dio una vieja fotografía de un soldado que llegó a la orilla, esperando que te ayude de alguna manera.",
    "Find a keepsake that belonged to Birdie's husband." : "Encuentra un recuerdo que perteneció al esposo de Birdie.",
    "Fairy Dust recipe" : "Receta de Polvo de Hada",
    "5 Golden Walnuts" : "5 Nueces Doradas",
    "If you want to become a farmer, you have to start with the basics. Feed your chickens each day by letting them eat grass outside, or by placing hay into their troughs. Once they are mature, harvest an egg!" : "Si quieres ser granjero, debes empezar con lo básico. Alimenta a tus gallinas cada día dejándolas comer hierba afuera o colocando heno en sus comederos. ¡Una vez maduras, recolecta un huevo!",
    "Harvest an egg from your chickens." : "Recolecta un huevo de tus gallinas.",
    "The Giant Stump" : "El tocón gigante",
    "The big tree to the south of my farm blew down. With 100 hardwood, I could turn the stump into something interesting..." : "El gran árbol al sur de mi granja cayó. Con 100 maderas nobles, podría convertir el tocón en algo interesante...",
    "Fix up the giant stump." : "Repara el tocón gigante.",
    "Access to Raccoon Quests" : "Acceso a misiones de Mapache",
    "Iridium snake milk" : "Leche de serpiente de iridio",
    "Magnifying Glass" : "Lupa"
}