{
    "Oh, my stars! It appears this file has lost its way in the tangled underbrush of incompatible formats. XML, my dear friend, is the language of precision and organization, much like the delicate balance of ecosystems on our beloved Ginger Island!" : "Oh, meine Sterne! Es scheint, dass diese Datei sich im Dickicht inkompatibler Formate verirrt hat. XML, mein lieber Freund, ist die Sprache der Präzision und Organisation, genau wie das empfindliche Gleichgewicht der Ökosysteme auf unserer geliebten Ingwerinsel!",
    "Oh, bother! It seems like the file got lost in the mines. Could you try again? Or perhaps seek help from a trusty adventurer to retrieve it?" : "Oh, verflixt! Es scheint, dass die Datei in den Minen verloren gegangen ist. Könntest du es noch einmal versuchen? Oder vielleicht die Hilfe eines treuen Abenteurers in Anspruch nehmen, um sie zurückzuholen?",
    "Oops! Looks like the file is playing hide and seek in the shadows. Maybe a stealthier approach is needed to capture it. Keep your eyes peeled, friend!" : "Ups! Es sieht so aus, als würde die Datei Verstecken im Schatten spielen. Vielleicht ist ein geschickterer Ansatz nötig, um sie zu fangen. Halte die Augen offen, mein Freund!",
    "Hold up there! The file size seems a bit too hefty for our cozy little village. Let's trim it down a tad before trying to squeeze it through the gate, shall we?" : "Moment mal! Die Dateigröße scheint etwas zu groß für unser gemütliches kleines Dorf zu sein. Lass sie uns etwas verkleinern, bevor wir versuchen, sie durch das Tor zu zwängen, einverstanden?",
    "Ah, shucks! This file doesn't quite match the charm of Stardew Valley. It's like trying to plant a melon seed in winter – just won't work! Let's find a file more in tune with the rhythm of the seasons, shall we?" : "Ach, Mensch! Diese Datei passt nicht ganz zum Charme von Stardew Valley. Es ist, als würde man versuchen, einen Melonensamen im Winter zu pflanzen – das klappt einfach nicht! Lass uns eine Datei finden, die besser mit dem Rhythmus der Jahreszeiten harmoniert, einverstanden?",
    "Ah, wanderer of the shadows, it seems your version is shrouded in the mists of the past, before the 1.4 era. The depths of the sewers have whispered to me of the new wonders that await in the updated realms. To venture forth, you must embrace the light of the latest version." : "Ah, Wanderer der Schatten, es scheint, dass deine Version in den Nebeln der Vergangenheit vor der Ära 1.4 gefangen ist. Die Tiefen der Kanalisation haben mir von den neuen Wundern geflüstert, die in den aktualisierten Reichen auf dich warten. Um weiterzuziehen, musst du das Licht der neuesten Version annehmen."
}