{
    "Welcome to Stardew Dashboard" : "Willkommen beim Stardew Dashboard",
    "What is Stardew Dashboard?" : "Was ist das Stardew Dashboard?",
    "Are you an avid farmer in Stardew Valley looking to optimize your gameplay experience? Look no further! Stardew Dashboard is your ultimate companion to manage your farm and track your progress." : "Bist du ein begeisterter Farmer in Stardew Valley und möchtest dein Spielerlebnis optimieren? Dann bist du hier genau richtig! Stardew Dashboard ist dein ultimativer Begleiter, um deine Farm zu verwalten und deinen Fortschritt zu verfolgen.",
    "Upload your game save file effortlessly and gain access to a wealth of information about your farm, from tracking your progress in mastering recipes to discovering new elements of the game world. With our intuitive interface, staying on top of your farm's needs and exploring everything that Stardew Valley has to offer has never been easier." : "Lade deine Spielstand-Datei mühelos hoch und erhalte Zugriff auf eine Fülle von Informationen über deine Farm – von der Verfolgung deines Fortschritts beim Meistern von Rezepten bis hin zur Entdeckung neuer Elemente der Spielwelt. Dank unserer intuitiven Benutzeroberfläche war es noch nie so einfach, den Überblick über die Bedürfnisse deiner Farm zu behalten und alles zu erkunden, was Stardew Valley zu bieten hat.",
    "Whether you're a seasoned veteran or just starting out, Stardew Dashboard is here to enhance your Stardew Valley experience. Join our community today and take your farming to the next level!" : "Egal, ob du ein erfahrener Spieler bist oder gerade erst anfängst – das Stardew Dashboard ist da, um dein Stardew Valley-Erlebnis zu verbessern. Werde noch heute Teil unserer Community und bringe deine Landwirtschaft auf das nächste Level!",
    "Our tool only works on versions higher than 1.4." : "Unser Tool funktioniert nur mit Versionen höher als 1.4.",
    "How to use it" : "Wie man es benutzt",
    "To start using Stardew Dashboard, retrieve your save" : "Um das Stardew Dashboard zu nutzen, rufe deinen Spielstand ab.",
    "The save file is the one with the same name as your folder." : "Die Speicherdatei ist diejenige, die denselben Namen wie dein Ordner trägt.",
    "Well done! The hardest part is behind us! Now you just have to upload your save" : "Gut gemacht! Der schwierigste Teil liegt hinter uns! Jetzt musst du nur noch deinen Spielstand hochladen",
    "directly to our website and let the magic happen." : "direkt auf unsere Website hochladen und die Magie geschehen lassen.",
    "There's also a range of settings" : "Es gibt auch eine Reihe von Einstellungen",
    "to customize your experience!" : "um dein Erlebnis zu personalisieren!",
    "You don't have a backup of Stardew Valley? Try our dashboard with this one!" : "Du hast keine Stardew Valley-Sicherung? Probiere unser Dashboard mit dieser aus!",
    "Stardew_Dashboard_default_save" : "Stardew_Dashboard_Testspielstand",
    "Download the save." : "Speicherstand herunterladen",
    "We value your feedback" : "Dein Feedback ist uns wichtig",
    "Your experience with Stardew Dashboard is important to us." : "Deine Erfahrung mit dem Stardew Dashboard ist uns wichtig.",
    "We continuously strive to improve and would love to hear your thoughts and suggestions. Whether it's a feature request, a bug report, or general feedback, your input helps us make Stardew Dashboard even better." : "Wir bemühen uns ständig, uns zu verbessern, und würden uns freuen, deine Gedanken und Vorschläge zu hören. Ob es sich um eine Funktionsanfrage, einen Fehlerbericht oder allgemeines Feedback handelt – dein Beitrag hilft uns, das Stardew Dashboard noch besser zu machen.",
    "Click" : "Klicke",
    "to open the feedback form and share your thoughts with us." : "um das Feedback-Formular zu öffnen und uns deine Meinung mitzuteilen.",
    "Thank you for being a part of our community and helping us grow!" : "Danke, dass du Teil unserer Community bist und uns beim Wachsen hilfst!",
    "About us" : "Über uns",
    "Stardew Dashboard is a project created by two French graduates with a bachelor's degree in web development." : "Das Stardew Dashboard ist ein Projekt von zwei französischen Absolventen mit einem Bachelor-Abschluss in Webentwicklung.",
    "Created during our spare time, this website serves as a tool for us to conveniently track our progress in Stardew Valley." : "In unserer Freizeit erstellt, dient diese Website als Werkzeug, um unseren Fortschritt in Stardew Valley bequem zu verfolgen.",
    "Romain is a hard-working web developer. He loves taking on challenges and always going the extra mile." : "Romain ist ein fleißiger Webentwickler. Er liebt Herausforderungen und gibt immer sein Bestes.",
    "He took care of the Front-End, and helped Nicolas with the Back-End." : "Er kümmerte sich um das Front-End und unterstützte Nicolas beim Back-End.",
    "Nicolas is passionate about sleep and web development. He works as a web developer at Neoma Business School." : "Nicolas ist begeistert von Schlaf und Webentwicklung. Er arbeitet als Webentwickler an der Neoma Business School.",
    "He took care of the Back-End of the website, as well as the UX / UI design." : "Er übernahm das Back-End der Website sowie das UX/UI-Design.",
    "Oh no!" : "Oh nein!",
    "Unfortunately, the tool is not available on smartphone. Go and try it on a computer!" : "Leider ist das Tool auf Smartphones nicht verfügbar. Probiere es auf einem Computer aus!",
    "loading" : "laden"
}
