{
    "Skills" : "Compétences",
    "Farming mastery" : "Maîtrise de l'agriculture",
    "Mining mastery" : "Maîtrise du minage",
    "Combat mastery" : "Maîtrise du combat",
    "Foraging mastery" : "Maîtrise de la cueillette",
    "Fishing mastery" : "Maîtrise de la pêche",
    "Farming" : "Agriculture",
    "Mining" : "Extraction minière",
    "Combat" : "Combat",
    "Foraging" : "Cueillette",
    "Fishing" : "Pêche", 

    "Animal products worth 20% more." : "Les produits d'origine animale valent 20% de plus.",
    "Crops worth 10% more." : "Les récoltent valent 10% de plus.",
    "Befriend coop animals quicker. Incubation time (for Incubator and Ostrich Incubator) cut in half." : "Les liens d’amitié avec les animaux de la ferme se font plus rapidement. Temps d’incubation réduit de moitié.",
    "Befriend barn animals quicker. Sheep produce wool faster." : "Les liens d’amitié avec les animaux de grange se font plus rapidement. Les moutons produisent de la laine plus rapidement.",
    "Artisan goods (wine, cheese, oil, etc.) worth 40% more." : "Les produits artisanaux (vin, fromage, huile, etc.) valent 40% de plus.",
    "All crops grow 10% faster." : "Toutes les récoltes poussent 10% plus vite.",

    "Fish worth 25% more." : "Les poissons valent 25% de plus.",
    "Resources required to craft crab pots reduced." : "Les ressources nécessaires pour fabriquer des casiers à crabes sont réduites.",
    "Fish worth 50% more." : "Les poissons valent 50% de plus.",
    "Chance to find treasure doubled." : "Les chances de trouver des trésors doublent.",
    "Crab pots no longer produce junk items." : "Les casiers à crabes ne produisent plus d'objets indésirables.",
    "Crab pots no longer require bait." : "Les casiers à crabes ne nécessitent plus d'appât.",
    
    "Trees drop 25% more wood. (Applies to Trees, Stumps & Logs)" : "Les arbres fournissent 25% de bois en plus. (S'applique aux arbres, souches et rondins)",
    "Chance for double harvest of foraged items. (20% chance of double harvest)" : "Chance de doubler les gains de cueillette.",
    "All trees have a chance to drop hardwood." : "Tous les arbres ont une chance de laisser tomber du bois dur.",
    "Syrups worth 25% more." : "Les sirops valent 25% de plus.",
    "Foraged items are always highest quality." : "Les objets cueillis sont toujours de la plus haute qualité.",
    "Location of forageable items revealed." : "La localisation des objets à cueillir est révélée.",
    
    "+1 ore per vein." : "+1 minerai par veine.",
    "Chance for gems to appear in pairs. (50% chance per mining node. Also applies to geodes spawned from breaking rocks.)" : "Possibilité pour les gemmes d’apparaître par paires.",
    "Metal bars worth 50% more. (Applies to Copper, Iron, Gold, Iridium, & Radioactive Bars)" : "Les lingots de métal valent 50% de plus.",
    "Chance to find coal doubled." : "Les chances de trouver du charbon doublent.",
    "Chance to find geodes doubled. (Applies to all 4 types of geodes)" : "Les chances de trouver des géodes doublent.",
    "Gems worth 30% more. (applies to Minerals and Gems)" : "Les gemmes valent 30% de plus.",
    
    "All attacks deal 10% more damage." : "Toutes les attaques infligent 10% de dégâts supplémentaires.",
    "Critical strike chance increased by 50%." : "Les chances de coup critique augmentent de 50%",
    "Deal 15% more damage." : "Inflige 15% de dégâts supplémentaires.",
    "+25 HP." : "+25 PV.",
    "Cooldown on special moves cut in half." : "Temps de recharge des coups spéciaux est réduit de moitié.",
    "Critical strikes are deadlier." : "Les coups critiques sont plus mortels.",
    
    "Friendship progression" : "Progression des relations",
    "View all friendships" : "Voir toutes les relations",
    "friendship points" : "points d'amitié",
    "Married" : "Marié(e)",
    "Dating" : "Fiancé(e)",
    "Friendly" : "Ami(e)",
    "Gifts made in the last week" : "Cadeaux faits cette semaine",
    
    "Secret notes" : "Notes secrètes",
    "Secret Note #|1-27|" : "Note secrète #|1-27|",
    "Journal Scrap #|1-11|" : "Page de journal #|1-11|"
}