{
    "Welcome to Stardew Dashboard" : "Bienvenue sur Stardew Dashboard",
    "What is Stardew Dashboard?" : "Qu'est ce que Stardew Dashboard ?",
    "Are you an avid farmer in Stardew Valley looking to optimize your gameplay experience? Look no further! Stardew Dashboard is your ultimate companion to manage your farm and track your progress." : "Vous êtes un fermier passionné de Stardew Valley et vous cherchez à optimiser votre expérience de jeu ? Ne cherchez plus ! Stardew Dashboard est votre compagnon ultime pour gérer votre ferme et suivre vos progrès.",
    "Upload your game save file effortlessly and gain access to a wealth of information about your farm, from tracking your progress in mastering recipes to discovering new elements of the game world. With our intuitive interface, staying on top of your farm's needs and exploring everything that Stardew Valley has to offer has never been easier." : "Téléchargez votre fichier de sauvegarde sans effort et accédez à une mine d'informations sur votre ferme, qu'il s'agisse de suivre vos progrès dans la maîtrise des recettes ou de découvrir de nouveaux éléments du monde du jeu. Grâce à notre interface intuitive, il n'a jamais été aussi facile de répondre aux besoins de votre ferme et d'explorer tout ce que Stardew Valley a à offrir.",
    "Whether you're a seasoned veteran or just starting out, Stardew Dashboard is here to enhance your Stardew Valley experience. Join our community today and take your farming to the next level!" : "Que vous soyez un vétéran chevronné ou que vous débutiez, Stardew Dashboard est là pour améliorer votre expérience de Stardew Valley. Rejoignez notre communauté dès aujourd'hui et faites passer votre agriculture au niveau supérieur !",
    "Our tool only works on versions higher than 1.4." : "Notre outil ne fonctionne que sur les versions supérieures à 1.4.",
    "How to use it" : "Comment l'utiliser",
    "To start using Stardew Dashboard, retrieve your save" : "Pour commencer à utiliser Stardew Dashboard, récupérez votre sauvegarde.",
    "The save file is the one with the same name as your folder." : "Le fichier de sauvegarde est celui qui porte le même nom que votre dossier.",
    "Well done! The hardest part is behind us! Now you just have to upload your save" : "Bravo ! Le plus dur est derrière nous ! Il ne vous reste plus qu'à télécharger votre sauvegarde",
    "directly to our website and let the magic happen." : "directement sur notre site web et laissez la magie opérer.",
    "There's also a range of settings" : "Il existe également une série de paramètres",
    "to customize your experience!" : "pour personnaliser votre expérience !",
    "You don't have a backup of Stardew Valley? Try our dashboard with this one!" : "Vous n'avez pas de sauvegarde de Stardew Valley ? Prenez notre sauvegarde de test !",
    "Stardew_Dashboard_default_save" : "Sauvegarde_de_test_Stardew_Dashboard",
    "Download the save." : "Télecharger notre sauvegarde",
    "We value your feedback" : "Votre avis nous intéresse",
    "Your experience with Stardew Dashboard is important to us." : "Votre expérience avec Stardew Dashboard est importante pour nous.",
    "We continuously strive to improve and would love to hear your thoughts and suggestions. Whether it's a feature request, a bug report, or general feedback, your input helps us make Stardew Dashboard even better." : "Nous nous efforçons continuellement de nous améliorer et serions ravis d'entendre vos idées et vos suggestions. Qu'il s'agisse d'une demande de fonctionnalité, d'un rapport de bug ou d'un retour d'information général, votre contribution nous aide à rendre Stardew Dashboard encore meilleur.",
    "Click" : "Cliquez sur",
    "to open the feedback form and share your thoughts with us." : "pour ouvrir le formulaire de retour et partager avec nous vos avis",
    "Thank you for being a part of our community and helping us grow!" : "Merci de faire partie de notre communauté et de nous aider à grandir !",
    "About us" : "A propos de nous",
    "Stardew Dashboard is a project created by two French graduates with a bachelor's degree in web development." : "Stardew Dashboard est un projet réalisé par deux étudiants français diplômés d'une licence de développement web.",
    "Created during our spare time, this website serves as a tool for us to conveniently track our progress in Stardew Valley." : "Créé pendant notre temps libre, ce site web nous sert d'outil pour suivre notre progression dans Stardew Valley.",
    "Romain is a passionate web developer currently pursuing a master's degree at USTC, China." : "Romain est un développeur web passionné et poursuit actuellement un master à l'USTC en Chine.",
    "He played a major role in both the Front-End and Back-End development of the project." : "Il a joué un rôle majeur dans le développement Front-End et Back-End du projet.",
    "Nicolas is passionate about sleep and web development. He works as a web developer at Neoma Business School." : "Nicolas est passionné par le sommeil et le développement web. Il travaille comme développeur web à Neoma Business School.",
    "He took care of the Back-End of the website, as well as the UX / UI design." : "Il s'est occupé du Back-End du site, ainsi que du design UX / UI.",
    "Oh no!" : "Oh non !",
    "Unfortunately, the tool is not available on smartphone. Go and try it on a computer!" : "Malheureusement, l'outil n'est pas disponible sur smartphone. Essayez-le sur un ordinateur !",
    "loading" : "chargement" 
}
