{
    "Quests in progress" : "Quête en cours",
    "Fishing Quest" : "Quête de pêche",
    "Socializing Quest" : "Quête de sociabilisation",
    "Killing Quest" : "Quête d'élimination",
    "Delivering Quest" : "Quête de livraison",
    "Fishing" : "Pêche",
    "Socializing" : "Sociabilisation",
    "Killing" : "Elimination",
    "Delivering" : "Livraison",
    "Deliver" : "Livraison",
    "Kill" : "Tuer",
    "Talk to" : "Parler",
    "Fish" : "Pêcher",
    "Weekly Special Order" : "Livraison spéciale hebdomadaire",
    "Friendship points" : "Points d'amitié",

    "Ship 100 tropical crops": "Envoyer 100 cultures tropicales",
	"Defeat 50 cave creatures": "Vaincre 50 créatures de la caverne",
	"Catch 10 ocean fish": "Attraper 10 poissons marins",
	"Catch 20 river fish": "Attraper 20 poissons d'eau douce",
	"Deliver one's favourite jewelry": "Livrer ses bijoux préférés",
	"Deliver 12 Leeks": "Livrer 12 poireaux",
	"Deliver 100 bones": "Livrer 100 os",
	"Collect 24 eggs": "Collecter 24 œufs",
	"Ship 100 of a specific crop": "Envoyer 100 d'une culture spécifique",
	"Gather 20 pieces of trash": "Ramasser 20 morceaux de déchets",
	"Deliver 12 bottles of juice": "Livrer 12 bouteilles de jus",
	"Deliver 25 gold-quality vegetables": "Livrer 25 légumes de qualité or",
	"Collect 80 pieces of hardwood": "Collecter 80 morceaux de bois dur",
	"Collect 1,000 pieces of wood or stone": "Collecter 1 000 morceaux de bois ou de pierre",
	"Deliver 100 pieces of bug meat": "Livrer 100 morceaux de viande de bogue",
	"Fish exotic creatures": "Attraper des créatures exotiques",
	"Collect 1 prismatic jelly": "Collecter 1 gelée prismatique",
	"Collect 1 ectoplasm": "Collecter 1 ectoplasme",
	"Ship 500 QI Beans": "Envoyer 500 haricots QI",
	"Score 50,000 points in Junimo Kart endless mode": "Marquer 50 000 points en mode infini Junimo Kart",
	"Collect and Deliver 4 Prismatic Shards": "Collecter et livrer 4 éclats prismatiques",
	"Reach floor 100 of the Skull Cavern without consuming any food or drink items": "Atteindre le sol 100 de la caverne du crâne sans consommer de nourriture ou de boissons",
	"Ship 100,000g worth of freshly cooked items": "Envoyer pour 100 000g d'articles fraîchement cuisinés",
	"Give 50 loved gifts in one week": "Offrir 50 cadeaux aimés en une semaine",
	"Catch the legendary fishes' descendants": "Attraper les descendants des poissons légendaires",
	"Reach the bottom of the Mines in the Mountains": "Atteindre le fond des Mines dans les montagnes",
	"Make it to floor 100 of the Skull Cavern": "Atteindre le sol 100 de la caverne du crâne",
	"Deliver 100 items of each of the following colors (red/orange/yellow/green/blue/purple)": "Livrer 100 objets de chaque couleur suivante (rouge/orange/jaune/vert/bleu/violet)",

    "Meet The Wizard" : "Rencontrer le Sorcier",
	"Enter the wizard's tower." : "Entrez dans la tour du sorcier.",
	"You received a letter from the local wizard. He claims to have information regarding the old community center." : "Vous avez reçu une lettre du sorcier local. Il prétend avoir des informations concernant l'ancien centre communautaire.",

    "The Mysterious Qi" : "Le Mystérieux Qi",
	"Leave a rainbow shell in the box at the train platform." : "Déposez une coquille arc-en-ciel dans la boîte à la station de train.",
	"Within a secret lock-box, you found a note with peculiar instructions. It's signed by a 'Mr. Qi'." : "Dans une boîte secrète, vous avez trouvé une note avec des instructions étranges. Elle est signée par un 'M. Qi'.",
	"Place 10 beets inside Mayor Lewis' fridge." : "Placez 10 betteraves dans le réfrigérateur du Maire Lewis.",
	"You've found another note written by 'Mr. Qi'. The request is even more unusual this time." : "Vous avez trouvé une autre note écrite par 'M. Qi'. La demande est encore plus étrange cette fois.",
	"Give the sand dragon his final meal." : "Donnez son dernier repas au dragon de sable.",
	"You've found yet another strange note within the Mayor's fridge. This time, the instructions are more cryptic." : "Vous avez trouvé encore une étrange note dans le réfrigérateur du Maire. Cette fois, les instructions sont plus cryptiques.",
	"Inspect the lumber pile beside your house." : "Inspectez le tas de bois près de votre maison.",
	"You found another note in the sand dragon's eye. It seems Mr. Qi's strange scavenger hunt has come to an end." : "Vous avez trouvé une autre note dans l'œil du dragon de sable. Il semble que la chasse au trésor étrange de M. Qi soit terminée.",
	"Getting Started" : "Premiers pas",
	"Cultivate and harvest a parsnip." : "Cultivez et récoltez un panais.",
	"If you want to become a farmer, you have to start with the basics. Use your hoe to till the soil, then use a seed packet on the tilled soil to sow a crop. Water every day until the crop is ready for harvest." : "Si vous voulez devenir fermier, vous devez commencer par les bases. Utilisez votre houe pour labourer la terre, puis utilisez un paquet de graines sur la terre labourée pour semer une culture. Arrosez chaque jour jusqu'à ce que la culture soit prête pour la récolte.",
	"Raising Animals" : "Élever des animaux",
	"Build a Coop." : "Construisez une poulailler.",
	"Robin, the local carpenter, lives north of town. In exchange for raw materialsand money, she'll construct new buildings on your farm. You'll need her to build a coop or barn so that you can raise animals." : "Robin, le charpentier local, vit au nord de la ville. En échange de matières premières et d'argent, elle construira de nouveaux bâtiments sur votre ferme. Vous aurez besoin d'elle pour construire un poulailler ou une grange pour élever des animaux.",
	"Advancement" : "Avancement",
	"Reach Farming level 1 and craft a scarecrow." : "Atteignez le niveau 1 en agriculture et fabriquez un épouvantail.",
	"As you gain experience, you'll discover new crafting recipes to increase profit and make life easier. A scarecrow, for example, will prevent crows from snacking on your precious crops." : "Au fur et à mesure que vous gagnez de l'expérience, vous découvrirez de nouvelles recettes de fabrication pour augmenter les profits et faciliter la vie. Un épouvantail, par exemple, empêchera les corbeaux de grignoter vos précieuses cultures.",
	"Introductions" : "Présentations",
	"Go talk to every villagers in town" : "Allez parler à tous les villageois de la ville",
	"It would be a nice gesture to introduce yourself around town. Some people might be anxious to meet the new farmer." : "Ce serait un beau geste de vous présenter à tout le monde. Certaines personnes pourraient être impatientes de rencontrer le nouveau fermier.",
	"100 Friendship points" : "100 points d'amitié",
	"Copper Ore" : "Minerai de cuivre",
	"Bring a piece of copper ore to Clint's blacksmith shop." : "Apportez un morceau de minerai de cuivre à l'atelier de Clint.",
	"You found a piece of copper ore. You're not sure what you can use it for, but the local blacksmith ought to know." : "Vous avez trouvé un morceau de minerai de cuivre. Vous n'êtes pas sûr de son utilité, mais le forgeron local devrait savoir.",
	"Forging ahead" : "Forger un avenir",
	"Craft a Furnace." : "Fabriquez un fourneau.",
	"If you're going to keep mining, you should build a furnace." : "Si vous continuez à miner, vous devriez construire un fourneau.",
	"Smelting" : "Fonderie",
	"Use your furnace to smelt a Copper Bar." : "Utilisez votre fourneau pour fondre une barre de cuivre.",
	"Now that you've built a furnace, you can smelt some metal. According to Clint's instructions, if you place 5 copper ore and 1 piece of coal in the furnace, it should produce a copper bar." : "Maintenant que vous avez construit un fourneau, vous pouvez fondre du métal. Selon les instructions de Clint, si vous placez 5 minerais de cuivre et 1 morceau de charbon dans le fourneau, il produira une barre de cuivre.",
	"To The Beach" : "À la plage",
	"Someone named Willy invited you to visit the beach south of town. He says he has something to give you." : "Quelqu'un nommé Willy vous a invité à visiter la plage au sud de la ville. Il dit avoir quelque chose à vous donner.",
	"Visit the beach south of town before 5:00 pm." : "Visitez la plage au sud de la ville avant 17h00.",
	"Bamboo pole" : "Canne à bambou",
	"Explore The Mine" : "Explorer la Mine",
	"There's an old mine shaft in the mountains north of town. There could be valuable minerals inside, but Marlon hinted that it might be dangerous." : "Il y a un vieux puits de mine dans les montagnes au nord de la ville. Il pourrait y avoir des minéraux précieux à l'intérieur, mais Marlon a suggéré que cela pourrait être dangereux.",
	"Reach level 5 in the mines." : "Atteignez le niveau 5 dans la mine.",
    "Mayor's Need" : "Besoin du Maire",
    "Mayor Lewis wants truffle oil. He won't explain what it's for. Maybe it's none of your business." : "Le Maire Lewis veut de l'huile de truffe. Il n'explique pas à quoi elle servira. Peut-être que ce n'est pas tes affaires.",
    "Bring Lewis a bottle of Truffle Oil." : "Apporter à Lewis une bouteille d'huile de truffe.",
    "1 Friendship heart" : "1 cœur d'amitié",
    "Wanted: Lobster" : "Recherché : Homard",
    "Gus put out a notice requesting a fresh lobster." : "Gus a mis une annonce pour demander un homard frais.",
    "Bring Gus a Lobster." : "Apporter à Gus un homard.",
    "Pam Needs Juice" : "Pam a besoin de Jus",
    "Pam's TV Remote is dead. She's having a tough time going back and forth between the couch and the TV dial." : "La télécommande de Pam est morte. Elle a du mal à aller et venir entre le canapé et le réglage de la télévision.",
    "Bring Pam a Battery Pack." : "Apporter à Pam une pile.",
    "Staff Of Power" : "Bâton de Puissance",
    "The Wizard is creating a staff of phenomenal power. Who knows what it's for. He needs an iridium bar to finish it." : "Le Sorcier est en train de créer un bâton de pouvoir phénoménal. Qui sait à quoi il servira. Il a besoin d'une barre d'iridium pour le terminer.",
    "Bring Wizard an Iridium Bar." : "Apporter au Sorcier une barre d'iridium.",
    "Catch a Lingcod" : "Attraper un Lingcod",
    "Willy is challenging you to catch a Lingcod." : "Willy te défie d'attraper un Lingcod.",
    "Bring Willy a Lingcod." : "Apporter à Willy un Lingcod.",
    "Exotic Spirits" : "Esprits Exotiques",
    "Gus wants to make a Coco-no-no, but he's missing the main ingredient." : "Gus veut faire un Coco-no-no, mais il lui manque l'ingrédient principal.",
    "Bring Gus a Coconut." : "Apporter à Gus une noix de coco.",
    "Errand for your Wife" : "Course pour ta Femme",
    "Your wife asked you to bring her 200 pieces of fiber for a secret project." : "Ta femme t'a demandé de lui apporter 200 morceaux de fibre pour un projet secret.",
    "Bring Emily 200 fiber." : "Apporter à Emily 200 fibres.",
    "Haley's Cake-Walk" : "Course de Gâteaux de Haley",
    "Your wife is organizing a charity cake-walk in the town square. She asked you to bring a chocolate cake." : "Ta femme organise une course de gâteaux de charité sur la place de la ville. Elle t'a demandé d'apporter un gâteau au chocolat.",
    "Enter Town on a sunny morning with a chocolate cake." : "Entrer en ville un matin ensoleillé avec un gâteau au chocolat.",
    "Willy's Challenge" : "Défi de Willy",
    "Willy has challenged you to catch 3 Sandfish." : "Willy t'a défié d'attraper 3 poissons-sables.",
    "Catch 3 Sandfish." : "Attraper 3 poissons-sables.",
    "Feeding Animals" : "Nourrir les Animaux",
    "Robin, the local carpenter, lives north of town. In exchange for raw materials and money, she'll construct new buildings on your farm. If you build a silo, you can start harvesting your own grass with the scythe, and store it to feed your animals." : "Robin, la charpentière locale, vit au nord de la ville. En échange de matières premières et d'argent, elle construira de nouveaux bâtiments pour ta ferme. Si tu construis un silo, tu pourras commencer à récolter de l'herbe avec la faux et la stocker pour nourrir tes animaux.",
    "Build a Silo." : "Construire un silo.",
    "Strange Note" : "Note Étrange",
    "You found a note, barely legible, asking you to bring *may-pal serrup* to the *seecrit wuds*./Bring *may-pal serrup* to the *seecrit wuds*" : "Tu as trouvé une note à peine lisible te demandant d'apporter *may-pal serrup* aux *seecrit wuds*./Apporter *may-pal serrup* aux *seecrit wuds*.",
    "Bring maple syrup to the Secret Woods" : "Apporter du sirop d'érable aux Bois Secrets.",
    "Cryptic Note" : "Note Cryptique",
    "You found a note that reads, *Someone is waiting for you on level 100 in the Skull Cavern*" : "Tu as trouvé une note qui dit, *Quelqu'un t'attend au niveau 100 dans la Caverne du Crâne*.",
    "Reach level 100 in the Skull Cavern" : "Atteindre le niveau 100 dans la Caverne du Crâne.",
    "A Winter Mystery" : "Un Mystère d'Hiver",
    "You encountered a suspicious looking figure by the bus stop. When it saw you, it fled toward town. Could there be a clue to its whereabouts?" : "Tu as rencontré une silhouette suspecte près de l'arrêt de bus. Lorsqu'elle t'a vu, elle a fui vers la ville. Y a-t-il un indice sur son emplacement ?",
    "Find the shadowy figure." : "Trouver la silhouette ombreuse.",
    "The Pirate's Wife" : "La Femme du Pirate",
    "An old lady living on Ginger Island is asking you to find a keepsake of her husband's. She gave you an old photograph of a soldier that washed up on shore, hoping it would help in some way." : "Une vieille dame vivant sur l'île de Gingembre te demande de trouver un souvenir de son mari. Elle t'a donné une vieille photographie d'un soldat qui a échoué sur la plage, espérant que cela t'aiderait d'une manière ou d'une autre.",
    "Find a keepsake that belonged to Birdie's husband." : "Trouver un souvenir ayant appartenu au mari de Birdie.",
    "Fairy Dust recipe" : "Recette de Poussière de Fée",
    "5 Golden Walnuts" : "5 Noix d'Or",
    "If you want to become a farmer, you have to start with the basics. Feed your chickens each day by letting them eat grass outside, or by placing hay into their troughs. Once they are mature, harvest an egg!" : "Si tu veux devenir fermier, tu dois commencer par les bases. Nourris tes poules chaque jour en les laissant manger de l'herbe dehors, ou en mettant du foin dans leur mangeoire. Une fois qu'elles sont matures, récolte un œuf !",
    "Harvest an egg from your chickens." : "Récolter un œuf de tes poules.",
    "The Giant Stump" : "La Souche Géante",
    "The big tree to the south of my farm blew down. With 100 hardwood, I could turn the stump into something interesting..." : "Le grand arbre au sud de ma ferme est tombé. Avec 100 bois dur, je pourrais transformer la souche en quelque chose d'intéressant...",
    "Fix up the giant stump." : "Réparer la souche géante.",
    "Access to Raccoon Quests" : "Accès aux Quêtes du Raton-Laveur",
    "Iridium snake milk" : "Lait de serpent d'iridium",
    "Magnifying Glass" : "Loupe"
}