{
    "Oh, my stars! It appears this file has lost its way in the tangled underbrush of incompatible formats. XML, my dear friend, is the language of precision and organization, much like the delicate balance of ecosystems on our beloved Ginger Island!": "Oh, minhas estrelas! Parece que este arquivo se perdeu na mata emaranhada dos formatos incompatíveis. XML, meu caro amigo, é a linguagem da precisão e organização, assim como o delicado equilíbrio dos ecossistemas em nossa amada Ilha Gengibre!",
    "Oh, bother! It seems like the file got lost in the mines. Could you try again? Or perhaps seek help from a trusty adventurer to retrieve it?": "Oh, que chato! Parece que o arquivo se perdeu nas minas. Você poderia tentar novamente? Ou talvez pedir ajuda a um aventureiro de confiança para recuperá-lo?",
    "Oops! Looks like the file is playing hide and seek in the shadows. Maybe a stealthier approach is needed to capture it. Keep your eyes peeled, friend!": "Opa! Parece que o arquivo está brincando de esconde-esconde nas sombras. Talvez seja necessário um método mais furtivo para capturá-lo. Fique atento, amigo!",
    "Hold up there! The file size seems a bit too hefty for our cozy little village. Let's trim it down a tad before trying to squeeze it through the gate, shall we?": "Espere aí! O tamanho do arquivo parece um pouco grande demais para nossa aconchegante vila. Vamos reduzi-lo um pouco antes de tentar fazê-lo passar pelo portão, certo?",
    "Ah, shucks! This file doesn't quite match the charm of Stardew Valley. It's like trying to plant a melon seed in winter – just won't work! Let's find a file more in tune with the rhythm of the seasons, shall we?": "Ah, que pena! Este arquivo não combina muito com o charme de Stardew Valley. É como tentar plantar uma semente de melão no inverno – simplesmente não vai funcionar! Vamos encontrar um arquivo mais sintonizado com o ritmo das estações, certo?",
    "Ah, wanderer of the shadows, it seems your version is shrouded in the mists of the past, before the 1.4 era. The depths of the sewers have whispered to me of the new wonders that await in the updated realms. To venture forth, you must embrace the light of the latest version.": "Ah, viajante das sombras, parece que sua versão está envolta nas névoas do passado, antes da era 1.4. As profundezas dos esgotos sussurraram para mim sobre as novas maravilhas que aguardam nos reinos atualizados. Para seguir adiante, você deve abraçar a luz da versão mais recente."
}