{
    "Welcome to Stardew Dashboard": "Bem-vindo ao Stardew Dashboard",
    "What is Stardew Dashboard?": "O que é o Stardew Dashboard?",
    "Are you an avid farmer in Stardew Valley looking to optimize your gameplay experience? Look no further! Stardew Dashboard is your ultimate companion to manage your farm and track your progress.": "Você é um fazendeiro apaixonado por Stardew Valley e quer otimizar sua experiência de jogo? Não procure mais! O Stardew Dashboard é seu companheiro definitivo para gerenciar sua fazenda e acompanhar seu progresso.",
    "Upload your game save file effortlessly and gain access to a wealth of information about your farm, from tracking your progress in mastering recipes to discovering new elements of the game world. With our intuitive interface, staying on top of your farm's needs and exploring everything that Stardew Valley has to offer has never been easier.": "Carregue seu arquivo de salvamento sem esforço e tenha acesso a uma infinidade de informações sobre sua fazenda, desde acompanhar seu progresso na aprendizagem de receitas até descobrir novos elementos do mundo do jogo. Com nossa interface intuitiva, monitorar as necessidades da sua fazenda e explorar tudo o que Stardew Valley tem a oferecer nunca foi tão fácil.",
    "Whether you're a seasoned veteran or just starting out, Stardew Dashboard is here to enhance your Stardew Valley experience. Join our community today and take your farming to the next level!": "Seja você um veterano experiente ou um iniciante, o Stardew Dashboard está aqui para aprimorar sua experiência em Stardew Valley. Junte-se à nossa comunidade hoje mesmo e leve sua fazenda para o próximo nível!",
    "Our tool only works on versions higher than 1.4.": "Nossa ferramenta só funciona em versões superiores a 1.4.",
    
    "How to use it": "Como usá-lo",
    "To start using Stardew Dashboard, retrieve your save": "Para começar a usar o Stardew Dashboard, recupere seu salvamento.",
    "The save file is the one with the same name as your folder.": "O arquivo de salvamento é aquele com o mesmo nome da sua pasta.",
    "Well done! The hardest part is behind us! Now you just have to upload your save": "Muito bem! A parte mais difícil já passou! Agora você só precisa enviar seu salvamento",
    "directly to our website and let the magic happen.": "diretamente para o nosso site e deixar a mágica acontecer.",
    "There's also a range of settings": "Há também uma série de configurações",
    "to customize your experience!": "para personalizar sua experiência!",
    
    "You don't have a backup of Stardew Valley? Try our dashboard with this one!": "Você não tem um salvamento de Stardew Valley? Experimente nosso painel com este!",
    "Stardew_Dashboard_default_save": "Salvamento_de_teste_Stardew_Dashboard",
    "Download the save.": "Baixar o salvamento.",

    "We value your feedback": "Sua opinião é importante para nós",
    "Your experience with Stardew Dashboard is important to us.": "Sua experiência com o Stardew Dashboard é importante para nós.",
    "We continuously strive to improve and would love to hear your thoughts and suggestions. Whether it's a feature request, a bug report, or general feedback, your input helps us make Stardew Dashboard even better.": "Estamos sempre buscando melhorias e adoraríamos ouvir suas ideias e sugestões. Seja um pedido de funcionalidade, um relatório de bug ou um feedback geral, sua opinião nos ajuda a tornar o Stardew Dashboard ainda melhor.",
    "Click": "Clique",
    "to open the feedback form and share your thoughts with us.": "para abrir o formulário de feedback e compartilhar suas ideias conosco.",
    "Thank you for being a part of our community and helping us grow!": "Obrigado por fazer parte da nossa comunidade e nos ajudar a crescer!",

    "About us": "Sobre nós",
    "Stardew Dashboard is a project created by two French graduates with a bachelor's degree in web development.": "O Stardew Dashboard é um projeto criado por dois graduados franceses em desenvolvimento web.",
    "Created during our spare time, this website serves as a tool for us to conveniently track our progress in Stardew Valley.": "Criado em nosso tempo livre, este site serve como uma ferramenta para acompanharmos nosso progresso em Stardew Valley.",
    "Romain is a passionate web developer currently pursuing a master's degree at USTC, China.": "Romain é um desenvolvedor web apaixonado e está cursando um mestrado na USTC, China.",
    "He played a major role in both the Front-End and Back-End development of the project.": "Ele teve um papel fundamental no desenvolvimento Front-End e Back-End do projeto.",
    "Nicolas is passionate about sleep and web development. He works as a web developer at Neoma Business School.": "Nicolas é apaixonado por dormir e pelo desenvolvimento web. Ele trabalha como desenvolvedor web na Neoma Business School.",
    "He took care of the Back-End of the website, as well as the UX / UI design.": "Ele cuidou do Back-End do site, além do design UX/UI.",

    "Oh no!": "Oh não!",
    "Unfortunately, the tool is not available on smartphone. Go and try it on a computer!": "Infelizmente, a ferramenta não está disponível para smartphones. Experimente em um computador!",
    
    "loading": "carregando"
}
